Repository: Reykjavikurborg-open/bbs-translate
Catalog: ding_loan.*.po
Languages: da

source: User
da: Bruger

source: Loan list
da: Mine hjemlån

source: You do not currently have any loans.
da: Du har ingen lån i øjeblikket

source: Loan date
da: Udlånsdato

source: Return date
da: Afleveringsdato

source: Material no.
da: Materialenummer

source: Periodical no.
da: Tidsskrift årgang og nr.

source: This material can not be renewed
da: Materialet kan ikke fornyes

source: Renew all
da: Forny alle

source: Renew selected (@count)
da: Forny valgte (@count)

source: Unable to renew material
da: Materialet kunne ikke fornys

source: "@title renewed"
da: @title er fornyet

source: Loans overdue
da: Overskredne lån

source: Loans due today
da: Afleveres i dag

source: Due in @count, @date
da: Aflevér senest <B>@date</B>
