Repository: Reykjavikurborg-open/bbs-translate
Catalog: ding/aleph.*.po
Languages: is

source: Interest period
is: Gildistími pöntunar

source: Preferred branch
is: Veldu bókasafn

source: Aleph base URL
is: Grunnslóð Aleph

source: Base URL for Aleph service.
is: Grunnslóð fyrir Aleph þjónustu.

source: Aleph REST base URL
is: Aleph REST grunnslóð

source: Base URL for Aleph REST service.
is: Grunnslóð fyrir REST Aleph þjónustu.

source: Aleph Main Library
is: Aleph aðalsafn

source: The main library. ICE01 for example.
is: Aðalbókasafnseining. ICE53 til dæmis.

source: Enable reservation deletion
is: Heimila eyðingu pantana

source: Allow users to delete their reservations.
is: Heimila notendum að eyða sínum eigin pöntunum.

source: Enable logging
is: Virkja gagnagrunnsskráningu (logging)

source: Logs requests to the Aleph webservice. Sensitive information such as CPR number and PIN code is stripped from the requests.
is: Skráir beiðnir til Aleph vefþjónustunnar. Persónuupplýsingar á borð við kennitölu og pin-númer eru ekki vistaðar.

source: 1 month
is: 1 mánuður

source: Aleph configured
is: Aleph stillt

source: Aleph not configured
is: Aleph ekki stillt

source: Aleph is not properly configured, please visit <a href="@link">the settings page</a>.
is: Aleph er ekki rétt stillt, vinsamlegast heimsækið <a href="@link">stillingasíðuna</a>.

source: Providers
is: Vefþjónar

source: Unknown reservation type (%type) requested
is: Send beiðni um óþekkta tegund pöntunar (%type)
