Repository: Reykjavikurborg-open/bbs-translate
Catalog: ding/ding_reservation.*.po
Languages: is

source: Perform reservation
is: Framkvæma pöntun

source: Perform reservation in the library system.
is: Framkvæma pöntun í bókasafnskerfinu.

source: Reserve
is: Panta

source: Error
is: Villa

source: Reservation
is: Pöntun

source: "@title" reserved and will be available for pickup at @branch.
is: "@title" er nú í pöntun og verður til afhendingar á @branch.

source: You are number @number in queue.
is: Þú ert númer @number í röðinni.

source: An error occurred while reserving item. Please try again later.
is: Villa kom upp við pöntun. Vinsamlega reyndu aftur síðar.

source: Pickup id
is: Pöntunarnúmer

source: Pickup date
is: Afhendingardagur

source: Pickup branch
is: Sækja pantanir hingað

source: Unknown branch
is: Óþekkt safn

source: Reservation date
is: Dagsetning pöntunar

source: Queue number
is: Númer í röðinni

source: Expiry date
is: Pöntun fyrnist

source: Order nr.
is: Pöntun nr.

source: Status
is: Staða

source: Unknown status
is: Óþekkt staða

source: Created date
is: Dags. stofnað

source: This reservation is about to expire.
is: Gildistími þessarar pöntunar er að renna út.

source: Periodical no.
is: Árgangur og tölublað tímarits

source: Delete reservations (@count)
is: Eyða völdum pöntunum (@count)

source: Delete all
is: Eyða öllu

source: Update reservations (@count)
is: Uppfæra valdar pantanir (@count)

source: The material is in transit and is still not available for loan on the library
is: Gagnið er á milli safna og ekki til útlans sem stendur

source: On route
is: Á leiðinni

source: The material is on route to the library. You will be notified when it is ready for pickup.
is: Gagnið er á leið á safnið. Við látum vita þegar það er tilbúið til afhendingar.

source: Delete reservations
is: Eyða pöntunum

source: Update reservations
is: Breyta pöntunum

source: Are you sure you want to delete these reservations?
is: Ertu viss um að þú viljir eyða þessum pöntunum?

source: Yes
is: Já

source: Cancel
is: Hætta við

source: Your reservations have been deleted.
is: Pöntununum hefur verið eytt.

source: Your reservations has been updated.
is: Pantanirnar hafa verið uppfærðar.

source: Select branch
is: Velja safn

source: In order to make quick reservations, you must select a default pickup branch.
is: Til þess að geta pantað, þarftu fyrst að velja á hvaða safn þú vilt sækja pantanir.

source: Select interest period
is: Veldu gildistíma pöntunar

source: Select an interest period.
is: Veldu gildistíma pöntunar.

source: Disable interests period
is: Afvirkja gildistíma pantana

source: This will disable "Interest date" functionality.
is: Með þessu geta notendur ekki lengur stillt gildistíma pantana.

source: Error while reserving, message: @message
is: Villa við pöntun, villuboð: @message

source: Ding reservation
is: Pöntun

source: Allows users to reserve materials.
is: Heimila notendum pantanir á efni.

source: User reservation list
is: Listi yfir pantanir notanda

source: The current reservations for a user
is: Núverandi pantanir notanda

source: User
is: Notandi

source: My reservations
is: Pantanirnar mínar

source: Not ready for pickup
is: Ekki tilbúið til afhendingar

source: Ready for pickup
is: Tilbúið til afhendingar

source: List title
is: Titill lista

source: Empty text
is: Texti fyrir engar niðurstöður

source: Reservation form
is: Pöntunarform
