Repository: Reykjavikurborg-open/bbs-translate
Catalog: ding/ding_event.*.po
Languages: is

source: Currency
is: Gjaldmiðill

source: Select which currency to use on events
is: Velja gjaldmiðil fyrir viðburði

source: Frontpage
is: Forsíða

source: Events in frontpage list
is: Viðburðir á forsíðu listi

source: Only promoted events
is: Aðeins auglýstir viðburðir

source: Event list
is: Viðburðalisti

source: Number of events
is: Fjöldi viðburða

source: Choose how many events items you want on each page in the event list
is: Veldu fjölda viðburðatákna fyrir hverja síðu á viðburðalista

source: Group events by date
is: Hópviðburðir eftir dagsetningu

source: Group events by date instead of month
is: Hópviðburðir eftir dagsetningu frekar en mánuði

source: An external link to a site where the user can sign up for the event or buy tickets to the event. The link is printet out as a button. If the event has a price the text on the button will be "Bestil billet(ter)" - if not, the text will be "Deltag i arrangementet". If Place2book is used, this field should not be used.
is: Ytri tengill á síðu þar sem notandinn getur skráð sig á viðburði eða keypt miða á viðburði. Hlekkurinn er prentaður út eins og hnappur. Kosti á viðburð er texti á hnappi "Pantið miða" - ef ekki er textinn "Takið þátt í viðburði". Ef Place2book er notið, ætti ekki að nota þetta svæði.

source: Body
is: Meginmál

source: Book ticket/Participate in event
is: Panta miða / Taka þátt í viðburði

source: Category
is: Efnisflokkur

source: Date
is: Dagsetning

source: Display this event in the selected group (temapage).
is: Sýna viðburð í hópnum (þemasíða).

source: Files
is: Skrár

source: Groups
is: Hópar

source: Lead
is: Aðal

source: Library
is: Bókasafn

source: List image
is: Lista mynd

source: Location
is: Staðsetning

source: Materials
is: Efni

source: Optional. If provided, the location address will be shown instead of the address of the associated library when presenting info on the event.
is: Valkvætt. Ef heimilisfang er skráð hér verður það notað í stað heimilisfangs bókasafnsins sem tengist viðburðinum í upplýsingum um hann.

source: Price
is: Verð

source: Select the libraries this content should be associated with.
is: Veldu þau bókasöfn sem þú vilt tengja þetta efni við.

source: Tags
is: Merki

source: Target
is: Merki

source: Title image
is: Titilmynd

source: Event
is: Viðburður

source: A content type for events concerning libraries.
is: Efnistýpa fyrir viðburði á bókasöfnum.

source: Titel
is: Titill

source: This is the heading usually displayed with a big font size (h1) on the top of the page.
is: Þessi fyrirsögn er yfirleitt sýnd með leturstærð (h1) efst á síðu.

source: Ding event date
is: Dagsetning Ding viðburðar

source: Date range when the event is active.
is: Tímabil viðburðar.

source: See all events
is: Sjá alla viðburði

source: Indsend
is: Senda

source: Gendan
is: Bakka

source: Sortér efter
is: Raða eftir

source: Stigende
is: Hækkandi

source: Faldende
is: Lækkandi

source: Empty text
is: Texti fyrir engar niðurstöður

source: No events where found.
is: Engir viðburðir fundust.

source: Alle
is: Allir

source: more
is: meira

source: Search
is: Leita

source: Alle arrangementer
is: Allir viðburðir

source: Number of elements
is: Fjöldi staka

source: - Alle -
is: - Allir -

source: Forskydning
is: Tilfærsla

source: « First
is: « fyrsta

source: ‹ previous
is: ‹ fyrra

source: Next ›
is: næsta ›

source: Last »
is: síðasta »

source: From
is: Frá

source: To
is: Til

source: Event panes
is: Viðburðastika

source: Event list (frontpage)
is: Viðburðalisti (forsíða)

source: Events
is: Viðburðir

source: Library event list
is: Bókasafn viðburðalisti

source: All
is: Allt

source: Library panes
is: Bókasafnsstika

source: Event list (library)
is: Viðburðalisti (bókasafn)

source: Groups event list
is: Hópar viðburðalisti

source: Group events
is: Hópar viðburðir

source: OG group
is: OG hópur

source: OG Library
is: OG bókasafn

source: Event list (groups)
is: Viðburðalisti (groups)

source: « first
is: « fyrsta

source: next ›
is: næsta ›

source: last »
is: síðasta »

source: No events where found in the group.
is: Engir viðburðir fundust fyrir þennan hóp.

source: RSS library event list
is: RSS Bókasafn viðburðalisti

source: Simple event list
is: Einfaldur viðburðalisti

source: RSS event list
is: RSS viðburðalisti

source: Event Image Crop list
is: Listi yfir klipptar viðburðamyndir

source: Event Image Crop Overview
is: Yfirlit yfir klipptar viðburðamyndir

source: Items per page
is: Fjöldi atriða á síðu

source: - All -
is: - Allir -

source: Offset
is: Klippa

source: Rediger
is: Breyta

source: Original Image
is: Upprunaleg mynd

source: Cropped Image
is: Breytt mynd

source: Date and time on seperate lines
is: Dagsetning og tímasetning hvor á sinni línu

source: Time:
is: Tími:

source: Date:
is: Dagsetning:

source: Administer event settings
is: Viðburðastillingar vefstjóra

source: Search for an event
is: Leita að viðburði

source: Select a date
is: Velja dagsetningu

# Price
source: free
is: ókeypis

source: Unable to create menu position rule for ding event
is: Tókst ekki að búa til reglu um birtingu viðburðar í valmynd

source: Manage event settings.
is: Breyta viðburðastillingum.

source: Ding event settings
is: Ding viðburðastillingar

source: Administer event settings.
is: Viðburðastillingar vefstjóra.

source: Ding event
is: Ding viðburður
