Repository: Reykjavikurborg-open/bbs-translate
Catalog: ding/ding_user.*.po
Languages: is

source: Link
is: Tengill

source: The link is used in the text next to the log-in form
is: Tengillinn er settur inn í textann við hliðina á innskráningar-forminu

source: Not a valid URL.
is: Ógild vefslóð.

source: Username
is: Notandanafn

source: Enter your @s username.
is: Sláðu inn kennitöluna þína eða GE-númer.

source: Password
is: Lykilorð

source: Enter the password that accompanies your username.
is: Sláðu inn pin-númerið þitt (4-8 stafir)

source: Log in
is: Skrá inn

source: Internal error, please try again later.
is: Innri villa, vinsamlegast reyndu aftur síðar.

source: Sorry, authentication failed, did you type the right username and password?
is: Innskráning mistókst, skráðir þú rétt notandanafn og lykilorð?

source: user
is: notandi

source: Authentication attempt failed for %uid.
is: Sannprófun fyrir %uid tókst ekki.

source: Administer user settings
is: Breyta stillingum notenda

source: My account
is: Mínar síður

source: User profile
is: Lýsing á notanda

source: User status
is: Staða notanda

source: User lists
is: Listar notanda

source: Loan/social security number (without dash)
is: Kennitala eða GE-númer

source: Pincode (4 digits)
is: Pin-númer (4-8 stafir)

source: If you want to see what you have borrowed, reserve books or edit your user profile, you must be logged in.
is: Þú þarft að skrá þig inn til að sjá útlánin þín, panta gögn eða breyta stillingum.

source: If you are not a registered user, you can register !link, or you can sign up in person at your local library.
is: Ef þú ert ekki skráður notandi á Borgarbókasafni getur þú skráð þig á næsta safni Borgarbókasafns.

source: here
is: hér

source: If you are not a registered user, you can sign up in person at your local library.
is: Ef þú ert ekki skráður notandi á Borgarbókasafni getur þú skráð þig á næsta safni Borgarbókasafns.

source: Register as a user
is: Skrá mig sem notanda

source: Login with
is: Skrá inn með

source: Pin code length
is: Lengd pin-númers

source: Max @number chars
is: Hámarksfjöldi stafabila

source: Link to blocked page
is: Tengill á síðu fyrir frysta notendur

source: Link to the node containing explanation about the library's blocked user policies.
is: Tengill á síðu sem útskýrir hvers vegna sumir notendur kunna að vera frystir.

source: Fee for SMS
is: Gjald fyrir SMS

source: Notice that there is a fee for receiving a SMS
is: Athugaðu að mögulega er tekið gjald fyrir að senda SMS

source: Description to show user if a fee for SMS is defined.
is: Útskýring sem birtist notanda ef gjald er tekið fyrir SMS.

source: The pincode must consist of exactly %number digits.
is: Pin-númerið verður að vera nákvæmlega %number stafabil.

source: Change pincode
is: Breyta pin-númeri

source: Confirm old pincode
is: Staðfesta gamalt pin-númer

source: To change the current pincode, enter the new pincode in both fields.
is: Til að setja nýtt pin númer: sláðu nýtt pin-númer í báða reitina.

source: Pincode
is: Pin-númer

source: Confirm pincode
is: Staðfesta pin-númer

source: The old pincode confirm is empty.
is: Svæðið fyrir gamla pin-númerið er tómt.

source: There was an error checking the old pincode. Please try again later.
is: Upp kom villa við afstemmingu á gömlu pin-númeri. Vinsamlegast reyndu aftur.

source: The old pincode confirm does not match.
is: Gamla pin-númerið stemmir ekki.

source: There was a problem communicating with library system. Please contact the site administrator.
is: Upp kom villa í samskiptum við bókasafnskerfi. Hafðu samband við vefstjórn ef þessi villa birtist ítrekað.

source: New pincode not saved.
is: Nýtt pin-númer var ekki vistað.

source: !name field is required.
is: Nauðsynlegt er að fylla út !name reitinn.

source: Sorry, unrecognized username or password. Please contact your local library to request a new password. Contact information can be found on the <a href="@url">library</a> page.
is: Rangt notandanafn eða pin-númer. Hafðu samband við bókasafnið til að endurstilla pin-númerið: <a href="@url">Söfn og bílar</a>.

source: Error saving user account.
is: Villa kom upp við að vista notanda.

source: Authenticate
is: Sannprófa

source: Login
is: Skrá inn

source: Authenticated
is: Sannreynt

source: Authenticated, refreshing page.
is: Sannreynt, hleð síðu.

source: Roles field is required.
is: Stilla þarf heimildir.

source: User account could not be created for: %name.
is: Tókst ekki að búa til notanda fyrir: %name.

source: Ding user settings
is: Ding stillingar notanda

source: Administer user settings.
is: Breyta stillingum notenda

source: Ding user
is: Ding notandanafn

source: Handles authentication against user provider and other user related stuff.
is: Sér um sannprófun gagnvart bókasafnskerfi og annað sem hefur að gera með notendur.
