Repository: Reykjavikurborg-open/bbs-translate
Catalog: ding/ding_library.*.po
Languages: is

source: Address
is: Heimilisfang

source: Body
is: Meginmál

source: E-mail
is: Netfang

source: Fax number
is: Faxnúmer

source: Geocode
is: Landsnúmer

source: If enabled, events and news can be marked as related to this library and will show up on its library page.
is: Ef þetta er valið verður hægt að merkja viðburði og fréttir þessu safni, sem munu þá birtast á síðu þessa safns.

source: Lead
is: Inngangslína

source: Links
is: Tenglar

source: Phone number
is: Símanúmer

source: Show related content on library page
is: Sýna tengt efni á síðu bókasafns

source: Slug
is: Vefslóð (önnur)

source: The main contact e-mail address for the library.
is: Aðalnetfang þessa bókasafns.

source: Title image
is: Titilmynd

source: Library
is: Bókasafn

source: Add a new library to the site.
is: Bæta nýju bókasafni við vefinn.

source: Navn
is: Nafn

source: mere
is: meira

source: Udfør
is: Áfram

source: Gendan
is: Bakka

source: Sortér efter
is: Raða eftir

source: Stigende
is: Hækkandi

source: Faldende
is: Lækkandi

source: Adresse
is: Heimilisfang

source: Phone
is: Símanúmer

source: <i class="icon-chevron-right"></i> [title_1]
is: [title_1]

source: Libraries list
is: Listi yfir bókasöfn

source: Libraries
is: Bókasöfn

source: more
is: meira

source: queue
is: röð

source: Library panes
is: Bókasafnssvæði

source: None selected
is: Ekkert er valið

source: The library whose address to display.
is: Bókasafnið sem þetta heimilisfang á við.

source: Phone: @phone_number
is: Sími: @phone_number

source: Please select a library to display address information for at the <a href="!link">block configuration page</a>.
is: Veldu bókasafn til að birta heimilisfang þess á <a href="!link">stillingasíðu blokka</a>.

source: Custom alias has been disabled
is: Sérstillt slóð hefur verið afvirkjuð

source: Illeagal charecters detected, only small letters (a-z), numbers (0-9), dashes (-) and underscores (_) allowed
is: „Ólöglegir“ stafir fundust; aðeins má nota lágstafi (a-z, ekki séríslenska eða broddstafi), tölur (0-9), bandstrik (-) og undirstrik (_)

source: Ding library
is: Ding bókasafn

source: Unable to create menu position rule for ding library
is: Tókst ekki að búa til reglu um birtingu bókasafns í valmynd

source: Updated menu block.
is: Uppfærð blokk valmyndar.

source: Content structure for local libraries.
is: Uppbygging efnis fyrir síður bókasafna.

source: Library: number of libraries
is: Bókasafn: fjöldi bókasafna

source: Control access based on the number of libraries.
is: Stýra aðgangi út frá fjölda bókasafna.

source: Number of libraries
is: Fjöldi bókasafna

source: Ding library address info
is: Ding bókasafn, heimilisfang

source: Display library address info
is: Birta upplýsingar um heimilisfang

source: Node
is: Nóða

source: Ding library contact info
is: Ding bókasafn, kontakt upplýsingar

source: Display lbirary contact info
is: Birta kontakt upplýsingar bókasafns

source: Phone:
is: Sími:

source: Email:
is: Netfang:

source: Contact
is: Tengiliður

source: Ding library selection dropdown
is: Fellilisti yfir bókasöfn

source: Display a selection dropdown with available libraries.
is: Birta fellilista yfir viðkomandi bókasöfn.

source: Taxonomy term id
is: Auðkenni flokkunarhugtaks

source: All libraries
is: Öll bókasöfn

source: Select library
is: Velja bókasafn

source: Hide default
is: Fela sjálfgefið

source: Should the drop-down hide the "All libraries" option.
is: Ef fela á valkostinn „Öll bókasöfn“ í fellilistanum.

source: Menu title
is: Titill í valmynd

source: The title of the currently active menu item.
is: Titill þess sem er valið í valmynd þessa stundina.
