Repository: Reykjavikurborg-open/bbs-translate
Catalog: ding/ding_ting_frontend.*.po
Languages: is

source: Action buttons
is: Aðgerðahnappar

source: All materials
is: Öll gögn

source: Cover
is: Kápa

source: Holdings information
is: Hillustaða

source: Issues
is: Tölublöð

source: On this site
is: Á þessum vef

source: Series
is: Sería

source: Subjects
is: Efnisorð

source: Ting collection object types
is: Ting tegundir gagna

source: Ting collection primary object
is: Gagn

source: Ting object abstract
is: Lýsing á efni

source: Ting object author
is: Höfundur

source: Ting object title
is: Titill efnis

source: Ting object type
is: Tegund efnis

source: Ting relations.
is: Tengt efni.

source: Open
is: Opna

source: Collapsed
is: Fellt saman

source: Collapsible
is: Hægt að fella saman

source: Local settings
is: Staðbundnar stillingar

source: Search result
is: Niðurstaða leitar
