Repository: Reykjavikurborg-open/bbs-translate
Catalog: ding/ding_campaign.*.po
Languages: is

source: Add another rule
is: Bæta við reglu

source: Save rules
is: Vista reglu

source: Rule type
is: Gerð reglu

source: Rule value
is: Gildi reglu

source: Campaign image
is: Kynningarmynd

source: Campaign link
is: Tengill á kynningarmynd

source: Campaign open in new window
is: Opna kynningu í nýjum glugga

source: Campaign settings
is: Stillingar kynningar

source: Campaign text
is: Texti kynningar

source: Libraries and Groups
is: Bókasöfn og hópar

source: Weight
is: Vægi

source: Campaign
is: Kynning

source: Create a new campaign that based on different rules will be shown in a given context on the site.
is: Búa til nýja kynningu sem birtist við ákveðin tilefni á vefnum skv. reglum fyrir kynningar.

source: Campaign name
is: Nafn á kynningu

source: Access campaign rules
is: Sjá reglur fyrir kynningar

source: Campaigns
is: Kynningar

source: Configure the campaigns.
is: Breyta kynningum.

source: Campaign rules
is: Reglur fyrir kynningar

source: Edit campaign rules
is: Breyta reglum fyrir kynningar

source: Campaign rule autocomplete
is: Sjálfvirk útfylling í reglum fyrir kynningar

source: Autocomplete field for campaign rule values.
is: Stilla sjálfvirka útfyllingu fyrir svæði í reglum fyrir kynningar.

source: Ding campaign
is: Ding kynning

source: Campaign system. Displays context-sensitive, ad-like campaigns.
is: Kynningakerfi. Birtir skilaboð til notenda vefsins skv. ákveðnum reglum og samhengi, svipað og auglýsingar.

source: Relevant campaigns
is: Tengdar kynningar

source: Display ad-like campaigns
is: Birta kynningar

source: Page node
is: Síða

source: Related library
is: Tengt bókasafn

source: Search term
is: Leitarorð

source: Taxonomy term
is: Flokkunarhugtak

source: Campaign count
is: Fjöldi kynninga

source: The maximum number of campaigns to display
is: Hámarksfjöldi kynninga sem birtast í einu

source: Campaign offset
is: Klipping kynninga

source: Campaign width
is: Breidd kynningarmyndar

source: Applicable for campaigns. Content will be resized to selected width.
is: Á við kynningar. Efnið verður stækkað/minnkað til að passa við ákveðna breidd.

source: Medium width
is: Meðalbreidd

source: Full width
is: Full breidd

source: %value must be a number larger than zero.
is: %value verður að vera hærra en núll.
