Repository: Reykjavikurborg-open/bbs-translate
Catalog: ding/ding_availability.*.po
Languages: is

source: Update from datawell
is: Uppfæra úr gagnagrunni

source: Update the lists of known types and sources by asking the datawell for all types and sorces.
is: Uppfæra lista af óþekktum gerðum og uppruna um gagnagrunn.

source: Update
is: Uppfæra

source: Holdings information
is: Hillustaða

source: Types
is: Gerðir

source: Availability information.
is: Tiltækar upplýsingar.

source: Holdings information.
is: Hillustaða.

source: Default
is: Sjálfgefið

source: With availability information
is: Með hillustöðu

source: Availability information with labels
is: Hillustaða með merkjum

source: Fetching holdings information.
is: Sæki hillustöðu.

source: Online
is: Á vefnum

source: Pending availability
is: Sæki hillustöðu

source: Placement
is: Staðsetning

source: Copies
is: Eintök

source: At home
is: Í hillu

source: In acquisition
is: Í innkaupum

source: The waiting time is currently: <strong>@wait</strong>.
is: Biðtíminn er sirka <strong>@wait</strong>.

source: available
is: í hillu

source: on loan
is: í útláni

source: not reservable
is: ekki hægt að panta

source: unavailable
is: ekki til útláns

source: Ding availability legend
is: Ding merking eintakastöðu

source: Available
is: Í hillu

source: On loan
is: Í útláni

source: Unavailable
is: Ekki til útláns

source: Not reservable
is: Ekki hægt að panta

source: Availability status
is: Staðsetning eintaks

source: Availability and holding status
is: Staðsetning og frátektir

source: Reservable
is: Hægt að panta

source: Not available
is: Ekki tiltækt

source: Can be obtained
is: Hægt að nálgast

source: There is 1 user in queue to loan the material.
is: Það er 1 pöntun á þessu gagni.

source: 1 copy in acquisition.
is: 1 eintak í innkaupum.

source: We have 1 copy.
is: Við eigum 1 eintak.
