Repository: Reykjavikurborg-open/bbs-translate
Catalog: ding/ding_user_frontend.*.po
Languages: is

source: Ding user name
is: Ding notandanafn

source: Ding loan, reservation, and debt count
is: Ding lán, pantanir og sektastaða

source: Ding ajax login button
is: Ding ajax innskráningarhnappur

source: You do not currently have any loans, reservations or debts.
is: Þú átt engin útlán, pantanir né sektir í augnablikinu.

source: Your user loan status
is: Staða útlána

source: Log out
is: Útskrá

source: Debt
is: Sekt

source: Reservation ready for pick-up
is: Pöntun tilbúin til afhendingar

source: Loan
is: Útlán

source: Reservation
is: Pöntun

source: User
is: Notandi

source: Logged in user
is: Innskráður notandi

source: User sub-menu
is: Undirvalmynd notanda

source: The current users sub-menu
is: Undirvalmynd núverandi notanda

source: My account
is: Mínar síður

source: Path
is: Slóð

source: User overview
is: Yfirlit yfir notendur

source: The current users overview.
is: Yfirlit yfir núverandi notendur.

source: Library user status
is: Staða á safninu

source: Fines
is: Sektir

source: Loans overdue
is: Útlán í vanskilum

source: Reservations ready for pick-up
is: Pantanir tilbúnar til afhendingar

source: Reservations
is: Pantanir

source: Loans
is: Útlán
