Repository: Reykjavikurborg-open/bbs-translate
Catalog: ding/ding_ddbasic_opening_hours.*.po
Languages: is

source: DDBasic opening hours
is: DDBasic opnunartímar

source: Extended title
is: Titill

source: Show opening hours on frontpage
is: Sýna opnunartíma á forsíðu

source: Closed
is: Lokað

source: Week @week, @from - @to
is: Viku @week, @from - @to

source: next ›
is: næsta ›

source: ‹ previous
is: ‹ fyrra

source: Today: @date
is: Í dag: @date

source: Opening hours
is: Opnunartími

source: Ding DDBasic opening hours
is: Ding DDBasic opnunartímar

source: Opening hours settings for the DDBasic theme
is: Stillingar opnunartíma fyrir DDBasic þema

source: Ding opening hours frontpage
is: Ding opnunartími forsíða

source: Show all ding opening hours on the frontpage.
is: Sýna alla ding opnunartíma á forsíðu.

source: All opening hours
is: Allir opnunartímar

source: Show todays opening hours for all libraries.
is: Sýna opnunartíma allra bókasafna í dag.

source: View all opening hours
is: Sjá opnunartíma

source: Weekly opening hours
is: Vikulegir opnunartímar

source: Show weekly opening hours for a library.
is: Sýna vikulega opnunartíma fyrir bókasafn.

source: Node
is: Nóða

source: Node ID
is: Auðkenni nóðu

source: Categories tid
is: Flokkar tid
