Repository: Reykjavikurborg-open/bbs-translate
Catalog: ding/ding_loan.*.po
Languages: is

source: Ding loan
is: Ding útlán

source: Allows users to manage their loans.
is: Leyfir notendum að sýsla með útlánin sín.

source: User loan list
is: Útlánalisti lánþega

source: The current loans for a user
is: Eintök í láni hjá notanda

source: User
is: Notandi

source: Loan list
is: Útlánalisti

source: You do not currently have any loans.
is: Þú ert ekki með nein útlán.

source: Loan date
is: Útlánadagur

source: Return date
is: Skiladagur

source: Material no.
is: Eintakanúmer

source: Periodical no.
is: Eintakanúmer

source: This material can not be renewed
is: Ekki hægt að endurnýja lán

source: Renew all
is: Endurnýja allt

source: Renew selected (@count)
is: Endurnýja valið (@count)

source: Unable to renew material
is: Ekki hægt að endurnýja þetta gagn

source: Maximum number of renewals reached
is: Hámarksfjölda endurnýjunar náð

source: The material is reserved by another loaner
is: Annar notandi hefur lagt inn pöntun fyrir gagninu

source: "@title renewed"
is: "Útlán á @title endurnýjað"

source: Loans overdue
is: Útlán í vanskilum

source: Loans due today
is: Útlán á skiladegi í dag

source: Due in @count, @date
is: Skiladagur er @date

source: Unknown renewal status code @code.
is: Óþekkt villa við endurnýjun útláns: @code.
