Repository: Reykjavikurborg-open/bbs-translate
Catalog: ding/ding_news.*.po
Languages: is

source: Number of news
is: Fjöldi frétta

source: Choose how many news items you want on each page in the news list
is: Veldu hversu margar fréttir þú vilt birta yfirlitssíðu frétta

source: Body
is: Meginmál

source: Category
is: Flokkur

source: Display this event in the selected group (temapage).
is: Birta þennan viðburð á valinni groups/theme síðu.

source: Files
is: Skjöl

source: Groups
is: Hópar

source: Lead
is: Inngangslína

source: Library
is: Bókasafn

source: List image
is: Listamynd

source: Materials
is: Gögn

source: Select the libraries this content should be associated with.
is: Veldu bókasöfnin sem þetta efni tengist.

source: Show as material list
is: Birta sem lista yfir gögn

source: Tags
is: Merki

source: Title image
is: Titilmynd

source: Nyhed
is: Frétt

source: A content type for news concerning libraries.
is: Efnistýpa fyrir fréttir tengdar bókasöfnum.

source: Overskrift
is: Fyrirsögn

source: Library news
is: Fréttir úr safninu

source: See all news
is: Sjá allar fréttir

source: Udfør
is: Framkvæma

source: Gendan
is: Bakka

source: Sortér efter
is: Flokka eftir

source: Stigende
is: Hækkandi

source: Faldende
is: Lækkandi

source: Empty text
is: Tómur texti

source: No news where found.
is: Engar fréttir fundust.

source: author
is: höfundur

source: Læs mere
is: Lesa meira

source: Alle
is: Allir

source: News list (frontpage)
is: Fréttalisti (forsíða)

source: News panes
is: Fréttastikur

source: Library news list
is: Listi yfir fréttir af safninu

source: All
is: Allir

source: Library panes
is: Bókasafnsstikur

source: News list
is: Fréttalisti

source: more
is: meira

source: Antal elementer
is: Fjöldi atriða

source: - Alle -
is: - Allir -

source: Forskydning
is: Klippa

source: « første
is: « fyrsta

source: ‹ forrige
is: ‹ fyrra

source: næste ›
is: næsta ›

source: sidste »
is: síðasta »

source: Library Feed
is: Fréttaveita bókasafnsins

source: Feed
is: Fréttaveita

source: Simple news list
is: Einfaldur fréttalisti

source: News list (library)
is: Fréttalisti (bókasafnsins)

source: User news simple list
is: Einfaldur listi yfir fréttir tengdar notendum

source: Latest news posts
is: Nýjustu fréttir

source: simple news list by user
is: einfaldur fréttalisti búinn til af notanda

source: User news list
is: Fréttalisti notenda

source: news list by user
is: fréttalisti eftir notanda

source: « first
is: « fyrsta

source: last »
is: síðasta »

source: Groups news list
is: Fréttalisti grúppu

source: Group news
is: Fréttir group

source: Groups panes
is: Group svæði

source: News list (groups)
is: Fréttalisti (groups)

source: News Image Crop list
is: Listi yfir klipptar fréttamyndir

source: News Image Crop Overview
is: Yfirlit yfir klipptar fréttamyndir

source: Items per page
is: Atriði á síðu

source: - All -
is: - Allt -

source: Offset
is: Klippa

source: ‹ previous
is: ‹ fyrra

source: next ›
is: næsta ›

source: Rediger
is: Breyta

source: Original Image
is: Upprunaleg mynd

source: Cropped image
is: Klippt mynd

source: News and events
is: Fréttir og viðburðir

source: Apply
is: Virkja

source: Reset
is: Endurstilla

source: Sort by
is: Raða eftir

source: Asc
is: Hækkandi

source: Desc
is: Lækkandi

source: Content pane
is: Innihald

source: View panes
is: Sjá svæði

source: Teaser highlight
is: Úrdráttur

source: Administer news settings
is: Breyta fréttastillingum

source: Unable to create menu position rule for ding news
is: Tókst ekki að búa til reglu um birtingu frétta í valmynd

source: Ding news settings
is: Ding fréttastillingar

source: Administer news settings.
is: Breyta fréttastillingum.

source: Ding news
is: Ding fréttir

source: Defines news content type and related views
is: Stillir efnistýpu frétta og tengd view
