Repository: Reykjavikurborg-open/bbs-translate
Catalog: ding/ding_debt.*.po
Languages: is

source: Ding debt
is: Ding sekt

source: Allows users to reserve materials.
is: Heimila notendum pantanir á efni.

source: User debt list
is: Sektastaða notanda

source: The current debts for a user
is: Sektir notanda

source: User
is: Notandi

source: My debts
is: Mínar sektir

source: No debts
is: Engar sektir

source: Pay selected debts
is: Greiða valdar sektir

source: Pay all debts
is: Greiða allar sektir

source: Created date
is: Upphafsdagur

source: Fee cause
is: Vegna

source: Amount
is: Upphæð

source: Material no.
is: Eintakanúmer

source: Total
is: Alls

source: * Invoiced fees can't be paid online.
is: *Útsenda reikninga er ekki hægt að greiða á netinu.
