Repository: Reykjavikurborg-open/bbs-translate
Catalog: ding/ting_new_materials.*.po
Languages: is

source: If sat the module only shows the covers of new materials. Materials without coverimage are filtered out.
is: Ef þetta er valið sýnir módúllinn bara kápumyndir nýrra gagna. Gögn án kápumyndar eru felld burt.

source: Limit period
is: Tímatakmörkun

source: Limits in days how old the new materials may be. E.g. a value of 90 limits to last 90 days
is: Stillir hversu gömul gögnin mega vera. Ef stillt er á t.d. 90 miðast birting við 90 daga gömul aðföng og yngri

source: Number of items
is: Fjöldi hluta

source: Search query
is: Leit

source: Show Covers
is: Birta kápur

source: The number of items to display on each page, if the number of results are grater than this a pager will be used.
is: Hámarksfjöldi hluta sem birtast í einu, ef niðurstöður eru fleiri en þetta skiptast þær á fleiri síður.

source: New Materials
is: Ný gögn

source: Creates a list of new materials
is: Býr til lista með nýjum gögnum

source: Title
is: Titill

source: The query did not yield any results.
is: Leitin skilaði engum niðurstöðum.

source: Ting new materials list
is: Listi yfir ný Ting gögn

source: Show a list of new materials
is: Sýna lista yfir ný gögn

source: Ting
is: Gögn

source: Show 1 result
is: Birti 1 niðurstöðu

source: Your search yielded no results
is: Leitin skilaði engum niðurstöðum
