Repository: Reykjavikurborg-open/bbs-translate
Catalog: ding/ting_material_details.*.po
Languages: is

source: Age
is: Aldur

source: Audience
is: Markhópur

source: Available in
is: Aðgengilegt í

source: Classification
is: Flokkun

source: Contains
is: Inniheldur

source: Contributor
is: Höfundar/meðhöfundar

source: Description
is: Lýsing

source: Extent
is: Umfang

source: Format
is: Snið

source: Genre
is: Tegund

source: Host publication
is: Útgáfuaðili

source: ISBN no.
is: ISBN nr.

source: Language
is: Tungumál

source: Later title
is: Seinni titill

source: Musician
is: Tónlistarmaður

source: Original title
is: Upphaflegur titill

source: Pegi mark
is: Aldurstakmarkanir tölvuleiks

source: Previous title
is: Fyrri titill

source: Publisher
is: Útgefandi

source: Referenced by
is: Vitnað til af

source: Rights
is: Réttindi

source: Spatial
is: Staður

source: Speech
is: Talmál

source: Subject
is: Efnisorð

source: Subtitle
is: Textar

source: Type
is: Gerð

source: Version
is: Útgáfa

source: Material type
is: Tegund efnis

source: Material format
is: Snið efnis

source: Material available in
is: Efni aðgengilegt í

source: Material language
is: Tungumál efnis

source: Material spoken language
is: Talmál efnis

source: Material subtitles
is: Textar efnis

source: Material genre
is: Tegund efnis

source: Material subject
is: Efnisorð efnis

source: Material classification
is: Flokkun efnis

source: Material spatial
is: Staðsetning efnis

source: Material contributor
is: Höfundur/meðhöfundur efnis

source: Material musician
is: Tónlistarmaður efnis

source: Material tracks
is: Lagalisti efnis

source: Material referenced by
is: Vitnað til efnis af

source: Material description
is: Lýsing efnis

source: Material series description
is: Lýsing á seríu efnis

source: Material original title
is: Upphaflegur titill efnis

source: Material previous title
is: Fyrri titill efnis

source: Material later title
is: Seinni titill efnis

source: Material ISBN no.
is: ISBN nr. efnis

source: Material age
is: Aldurstakmarkanir efnis

source: Material PEGI-mark
is: Aldurstakmarkanir tölvuleiks

source: Default
is: Sjálfgefið

source: Search link
is: Tengill á leit

source: Search index
is: Atriðaskrá leitar

source: Ting material details
is: Upplýsingar um gagnið

source: collection of fields holding material details (type,format language etc)
is: safn svæða sem geyma upplýsingar um efnið (tegund, snið, tungumál o.s.frv.)
