Repository: Reykjavikurborg-open/bbs-translate
Catalog: ding/ting_search.*.po
Languages: is

source: Author
is: Höfundur

source: Enter the author name
is: Sláðu inn nafn höfundar

source: Title
is: Titill

source: Enter title
is: Sláðu inn titil

source: Subject
is: Efnisorð

source: Enter subject keywords
is: Sláðu inn efnisorð

source: Search the library
is: Leita í hillum bókasafnsins

source: Advanced search
is: Ítarleg leit

source: ‹ previous
is: ‹ fyrra

source: « first
is: « fyrsta

source: next ›
is: næsta ›

source: last »
is: síðasta »

source: Your query:
is: Þín leit:

source: Sort
is: Raða

source: Ranking
is: Röðun

source: Title (Ascending)
is: Titill (a - ö)

source: Title (Descending)
is: Titill (ö - a)

source: Creator (Ascending)
is: Höfundur (a - ö)

source: Creator (Descending)
is: Höfundur (ö - a)

source: Date (Ascending)
is: Útgáfuár (elsta fyrst)

source: Date (Descending)
is: Útgáfuár (nýjast fyrst)

source: Best match on title
is: Besta niðurstaða miðað við titil

source: Best match on creator
is: Besta niðurstaða miðað við höfund

source: Best match on subject
is: Besta niðurstaða miðað við efnisorð

source: Sort by: !sort
is: Raða eftir: !sort

source: Please enter some keywords.
is: Sláðu inn nokkur leitarorð.

source: Search is currently disabled.
is: Leitin er óvirk í augnablikinu.

source: Search settings
is: Leitarstillingar

source: Homepage
is: Heimasíða

source: Data well
is: Gagnagrunnur

source: Ting search
is: Ting leit

source: Default results per page
is: Fjöldi niðurstaða á síðu

source: Enter the number of results desplayed on the search page by default.
is: Sjálfgefinn fjöldi leitarniðurstaða sem birtast í einu.

source: Serie title
is: Titill seríu

source: Specify the searchstring to be used for searching against serie titles. Use @serietitle as a placeholder for the serietitle
is: Tilgreinið leitarstreng fyrir leit að seríu, þar sem @serietitle stendur fyrir titil seríunnar

source: Default sorting
is: Sjálfgefinn flokkun

source: Set the default sorting for search results.
is: Velja sjálfgefna niðurröðun fyrir leitarniðurstöður.

source: Display message
is: Skilaboð um fjölda niðurstaðna

source: Message to display when search has more than x results. The token %s will be substituted by the number choosen.
is: Skilaboð sem birtast þegar leit skilar fleiri en x niðurstöðum. "%s" stendur fyrir töluna sem er valin.

source: Translated from: %n.
is: Þýtt úr: %n.

source: Display message at
is: Sýna skilaboð við

source: The limit at wich the message is to be displayed.
is: Skilaboðin birtast þegar þessum fjölda er náð.

source: Normal
is: Venjuleg

source: Extended
is: Ítarleg

source: Searching please wait...
is: Leita, augnablik...

source: Cancel
is: Hætta við

source: Keywords
is: Leitarorð

source: Search in
is: Leita í

source: Ting search - results per page
is: Ting leit - niðurstöður á síðu

source: Results on page:
is: Fjöldi niðurstaða á síðu:

source: Number of search result per page: !num
is: Fjöldi leitarniðurstaðna á síðu: !num

source: Size
is: Stærð

source: Ting search - Search results
is: Ting leit - leitarniðurstöður

source: The results of a search using keywords.
is: Niðurstöður leitar sem notar leitarorð.

source: Widgets
is: Græjur/innbætur

source: results
is: niðurstöður

source: Creator
is: Höfundur

source: Your search gave more than %s results. Try to search more specific or use the facets to filter the result.
is: Leit þín skilaði meira en % niðurstöðum. Vinsamlegast þrengið leitarstreng eða notið flokk/efnisorð til að takmarka niðurstöður.

source: Search results
is: Leitarniðurstöður

source: Your search yielded no results
is: Leitin skilaði engum niðurstöðum

source: Search type
is: Tegund leitar

source: Override "no result" text
is: Yfirskipa „Leitin skilaði engum niðurstöðum“-texta

source: No result text
is: Texti fyrir engar leitarniðurstöður

source: Display text if no search keywords were submitted
is: Birta texta ef engin leitarorð eru notuð

source: Missing/broken type
is: Horfin/biluð tegund

source: @type search result
is: @type leitarniðurstaða

source: search
is: leita

source: Searched %type for %keys.
is: Leitaði í %type eftir %keys.

source: Ting search - page title
is: Ting leit - yfirskrift síðu

source: Display title with result count.
is: Birta yfirskrift með fjölda niðurstaða.

source: Search result
is: Niðurstaða leitar

source: 1 Result
is: 1 niðurstaða

source: Ting search - search results text
is: Ting leit - texti fyrir niðurstöður leitar

source: Show a string with 'Showing x - y of z results'
is: Birta streng með 'Sýni x - y af z niðurstöðum'

source: Search results text
is: Texti fyrir niðurstöður leitar

source: Show %from-%to of 1 result
is: Birta %from-%to af 1 niðurstöðu

source: Clear fields
is: Hreinsa leitarglugga
